package chapter6.chapter6A4;
/*
Растение. Возможности: 
- задать и редактировать информацию о растении;
- получить информацию об имеющихся растениях в оранжерее/растениях определенного вида/месте происхождения;
- закупить новый вид растений;
- произвести полив;
- задать температуру;
- установить освещение;
- выкопать определенный вид растений (убрать из оранжереи).
Добавить специализированные методы для Кустовое растение, Цветковое растение, Комнатное растение.
*/
public class Chapter6A4 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
